Repository: mozilla-l10n/mt-training-data
Catalog: gju/gju_pontoon.tmx
Source language: en_us
Languages: gju

source: Continue speaking
gju: بولنو جاری رکھوں

source: Continue validating
gju: تصدیق کرن ہالا نا جاری رکھوں

source: Contribute
gju: حصّو لینو

source: Contribute on GitHub
gju: گِٹ ہب اپر حصو لیو

source: Contribute sentences
gju: جملہ لکھ کے حصو لیو

source: Contribute text
gju: عبارت کے ذریعے حصو لیو

source: Contribute to { $lang }
gju: ما حصو لینو{ $lang }

source: Contribute to text corpus
gju: عبارت کورپس ما حصو لیو

source: Contributing to dataset for { $language }
gju: { $language } کا ڈیٹا سیٹ ما حصو لینو

source: Contribution Activity
gju: حصّو لین کی سرگرمی

source: Contribution Criteria
gju: حصّو لین کو اصول

source: Contribution Experience
gju: حصو لین کو تجربو

source: Contribution Guidelines
gju: حصو لین کی رہنمائی

source: Contributors record voice clips by reading from a bank of donated sentences.
gju: حصّو لین ہالا واز کو کلپ ریکارڈ کرے وقف کریا وا فقراں کا بینک تے

source: Cookies
gju: کوکیز

source: <cookiesLink>Cookies<cookiesLink>
gju: <cookiesLink>کوکیز

source: Copainalá Zoque
gju: کوپینالا زوک

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
gju: <coquiLink> کوکی</coquiLink> وازاں کی ٹیکنالوجی چلان وسطے بنائی ہے۔ ان کو یوہ منصوبو بہترین سکھن اپر مشتمل ہے جس کی بنیاد ایس ٹی ٹٰی تے ٹی ٹٰی ایس انجن اپر ہووے۔

source: Cornish
gju: کورنش

source: Correct
gju: صحیح ہو گیو

source: Corsican
gju: کورسیکن

source: { $count } clips
gju: کلپس { $count }

source: { $count }mo
gju: مہنیو

source: Country/Region of Residence
gju: تھہارو ملخ تے رہن کو علاقو

source: { $count }wk
gju: { $count } ہف

source: { $count }y
gju: سال

source: [Crackle] giant dinosaurs of [crackle] -riassic.
gju: [کریکل] دیو ہیکل ڈائنوسار -ریاسک۔

source: Create a Custom Goal
gju: کسٹم گول بناؤ

source: Create a profile
gju: ایک معلومات کی پروفائل بناؤ

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
gju: تم خود یا اپنا دوستاں کے نال یا کمیونٹی کے نال جدید کولکل جُملا بناؤں۔مثال کا طور پو '' ایک وکیل آنو''۔

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
gju: ترجمہ، نکی زبان کو نمونو، تے ہور مچ کجھ چیزاں وسطے عوامی ڈومین اشارہ، جملا، تے عبارت بناو یا اگے چلاو.

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
gju: موقعو پیدا کرنا ان مختلف لوکاں واسطے جہڑا کامن وائس ما حصّو لیے تے جتنا ممکن ہو سکے لوک ڈیٹا سیٹ کی خدمات نا یقینی بنائے۔ہم نے ٹمپلیٹ بنان کو موقعو پیدا کیو ہے جہڑی تم استعمال کر سکے ۔

source: Crimean Tatar
gju: کرائمین تاتاری

source: Criteria
gju: اُصول

source: Croatian
gju: کروشیائی

source: Czech
gju: کازچ

source: Dagbani
gju: ڈغبانی

source: Daily Goal
gju: روزانہ کو گول

source: Dameli
gju: دامیلی

source: Danish
gju: ڈنمارکی

source: Dargwa
gju: درگوا

source: Dashboard
gju: ڈیش بورڈ

source: Database: { $databaseLanguage }
gju: ڈیٹا بیس { $databaseLanguage }

source: Dataset Release
gju: ڈیٹو سیٹ ریلیز

source: Datasets
gju: ڈیٹا کو سیٹ یا ریکارڈ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
gju: اے ایس آر ، ایس ٹی ٹی ، ٹی ٹی ایس ، تے دوجا این ایل پی سیاق و سباق وسطے ڈیٹا سیٹ - کمیونٹی کی شرکت کے ذریعہ بنایو گیو ہے

source: Date
gju: تاریخ

source: Dawoodi
gju: داودی

source: Days
gju: ۔دیہاڑا

source: Delete
gju: ختم کرو

source: Delete my recordings
gju: میری ریکارڈنگ نا ختم کروں

source: Delete Profile
gju: پروفائل نا ختم کرو

source: Dhivehi
gju: دھوہی

source: Dholuo
gju: ڈھولو

source: Did you know…
gju: تمنا پتو ہے۔۔۔

source: Different language
gju: کنی زبان

source: Difficult
gju: مشکل

source: Difficult to pronounce
gju: بولن واسطے مشکل

source: Dioula
gju: دیولا

source: Discard ongoing recording
gju: جاری رہن ہالا ریکارڈ نا ختم کروں

source: Discover languages and communities and common voice
gju: کامن وائس، برادری تے زباناں کا بارہ ما معلومات لیو

source: do
gju: کرو

source: Documentation
gju: کاغذات

source: Does the sentence meet the guidelines?
gju: آیو فقراں دتی وی راہنمائی پو پورا اُترے

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
gju: ڈومین جملے کا موضوع تے مراد ہے۔ فی الحال، تم انہاں بچوں انتخاب کر سکے:

source: Donate
gju: دیو

source: Donate your voice
gju: اپنی واز نا وقف کروں

source: Done
gju: ہو گیو

source: do not
gju: نہ کرو

source: Don't see your language on Common Voice yet?
gju: تاحال اپنی زبان نا عام واز ما نہ دیکھو

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
gju: ڈیٹا سیٹ(ترتیب وار مواد) ما تھہاری زبان کی عکاسی نیہہ ہوتی ؟ کسے زبان کی درخواست کرن وسطے مہارا زباناں کا صفحہ اپر چلو۔

source: Don't wish to say
gju: دسنو پسند نیہہ کرتا

source: Download
gju: ڈاؤن لوڈ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
gju: تم نے کدے کامن وائس ما حصو لیو ہے تے فر اپنا یا اپنا واقعات کا سرٹیفیکیٹ ڈاون لوڈ کرو— تھہارے بغیر یوہ ناممکن ہے۔

source: Download Common Voice Data
gju: عمومی وازاں کا ذخیرہ نا ڈاون لوڈ کرو۔

source: Download Data
gju: معلومات نا ڈاون لوڈ کرو۔

source: Download Dataset Bundle
gju: ڈیٹا سیٹ کا بنڈل نا ڈاون لوڈ کرو۔

source: Download { $language }
gju: ڈاؤن لوڈ کرو { $language }

source: Download Links
gju: لنک نا ڈاؤن لوڈ کرو

source: Download My Data
gju: میری معلومات نا ڈاؤن لوڈ کرو

source: Download options for accessing Common Voice data
gju: عمومی وازاں کا ذخیرہ تک پہچن وسطے بکھ بکھ اختیار نا ڈاون لوڈ کرو

source: Download our press pack <icon></icon>
gju: مہارا پریس پیک نا ڈاون لوڈ کرو<icon></icon>

source: Download our voice datasets
gju: مہارا وازاں کا ڈیٹا سیٹ نا ڈاون لوڈ کرو

source: Download profile data
gju: پروفائل کی معلومات نا ڈاؤن لوڈ کرو

source: Download the Dataset
gju: ڈیٹا سیٹ نا ڈاؤن لوڈ کرو

source: Download the Single Word Target Segment
gju: ایک لفظٰی ٹکڑا کا ہدف نا ڈاون لوڈ کرو

source: Download your contribution certificate
gju: اپنا حصہ لین کا سرٹیفیکیٹ نا ڈاون لوڈ کرو

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
gju: تھہارے کول کائے تجویز ہے جے ہم کامن وائس ڈیٹا سیٹ (عمومی وازاں کا ترتیب وار مواد) نا کس طرحیا بہتر بنا سکاں؟ آو ہم ڈسکورس(اظہار خیال) کا بارا ما کجھ سمجھاں۔

source: Do you want to continue?
gju: آیو تم جاری رکھنو چاہئے ؟

source: Do you want to Speak, Listen or both?
gju: تم بولن چاہو، سنن چاہو یا دوہے ؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
gju: کسی دوجی جا تے آن کے لاو یا <browseWrap> براوز </browseWrap> کرو

source: Drag your file here or <uploadButton>click to upload</uploadButton>
gju: اپنی فائل ات رکھو یا <uploadButton> اپ لوڈ کرن کو بٹن دباؤ

source: Drop file here to upload
gju: فائل نا اپ لوڈ کرن واسطے ایک رکھو

source: Duala
gju: دوالا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
gju: تھہارو کم جمع کرن کے دوران 'جمع کرو(سبمیٹ)' آلا بٹن اپر کلک کرن تے کاہڈ تاثرات غیب پو جائیں گا۔ تھہارو حصو براہ راست 5 ریکارڈنگ یا توثیق کے اگلے سیٹ کے نال جاری رہ گی۔

source: Dutch
gju: نیدرلینڈی

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
gju: ڈیٹا سیٹ ما ہر انٹری ایک مثالی ایم پی تھری رکھے ۔3 تے اس کے برعکس ٹیکسٹ فائل ۔ اُنھ ما مچ <b> { $total } ریکارڈ کیا وا گھنٹہ ٰڈٹیٹا سیٹ ما میٹا ڈیٹا کی طرح کی عمر، جنس تے لہجہ کا وھے </b> جہڑا کہ زبان کی درستگی تے پہچان ما انجن کو کم کرے ۔ اس وقت ڈیٹو سیٹ <b> ما تصدیق شدہ گھنتہ زبان کا <b> لیکن ہم اگے ہور زبان کی واز جمع کراں { $languages }۔ مھاری زباناں نا دیکھو <languagesLink>زباناں کو صفحو </languagesLink>زبان کی درخواست کر کے یا حصّو لے کے </b>{ $valid }</b>

source: Eastern Balochi
gju: مشرقی بلوچی

source: Eastern Huasteca Nahuatl
gju: مشرقی ہسٹیکا ناوہات

source: Eastern Min
gju: مغربی من

source: Eastern Penan
gju: مشرقی پینن

source: Easy
gju: آسان

source: Ebrie
gju: ایبرائی

source: Edit
gju: بدلاو

source: Edit Profile
gju: پروفائل کی تبدیلی

source: e.g., “What do you wish you could use technology for?”
gju: مثال کے طور اپر “ تم کس چیز وسطے ٹیکنالوجی کو استعمال کرنو چاہو”

source: Email
gju: ای میل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
gju: ای میل<emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
gju: <emailFragment>اُپر آؤں </emailFragment>مھاری میل کی لسٹ پو سکھن واسطے تم اس مُہم ما حصو کس طرح لے سکے ، تے کامن وائس کی تقریبات اور دوجا مشترکہ ڈیزائن کی خصوصیات ما

source: Email is already used for a different account
gju: یاہ ای میل پہلاں تیں کسے دوجا اکاؤنٹ وسطے استعمال ہووے لگی وی

source: Email Subscriptions
gju: ای میل کی رکنیت

source: Emakhuwa
gju: اماخوا

source: English
gju: انگریزی

source: Enter Email to Download
gju: ای میل نا ڈاؤن لوڈ واسطے داخل کرو

source: Enter email to send a sign up link
gju: سائن اپ لنک(داخل ہون کو پتو) چلان وسطے اپنو ای میل داخل کرو۔

source: Enter your Country/Region of Residence
gju: اپنا ملخ/ رہن کا علاقہ نا داخل کرو

source: Enter your email
gju: اپنی ای میل داخل کرو

source: Enter your public domain sentence here
gju: تم اپنی پبلک ڈومین داخل کرو

source: Enter your public domain sentences here
gju: تم اپنی پبلک ڈومین کو فقرو داخل کروں

source: Error
gju: خرابی

source: Error adding sentence
gju: فقرا نا جمع کرن ما غلطی آ گئی

source: Error { $code }
gju: غلطی { $code }

source: Error while playing audio file.
gju: صوتی فائل نا چلان کے دوران کائے خرابی ہو گئی ہے

source: Erzya
gju: ارزیائی

source: ESC
gju: صاف کروں

source: Esperanto
gju: ایسپیرینتو

source: Estonian
gju: استونیا

source: Eton
gju: ایٹن

source: Events
gju: تقریبات

source: Everyone
gju: ہر کوئی

source: Ewe
gju: ایو

source: Ewondo
gju: ایوانڈو

source: Example
gju: مثال

source: Exceeded 500 questions. Reduce number of questions and retry.
gju: 500 تے زیادہ سوال جمع ہو گیا ۔سوالاں کی تعداد گہٹ کرو تے کوشش کرو

source: Exit & Delete clips
gju: نکل جاؤں تے کلپ نا ختم کر چھُڑوں

source: Explore datasets <icon></icon>
gju: ڈیٹا سیٹ نا ڈھونڈو<icon></icon>

source: Explore the community and languages supported by Common Voice
gju: زبان تے برادری جن کو تعلق کام وائس نال ہے اس نا ڈھونڈو

source: Express or solicit prejudiced or offensive sentiments
gju: متعصبانہ یا جارحانہ جذبات کو اظہار کرو یا ان کی درخواست کرو۔

source: Failed to copy SHA256 Checksum
gju: ایس ایچ اے 256 چیک سم نقل کرن ما ناکامی ہوئی ہے

source: Fang
gju: فانگ

source: FAQ
gju: کائے سوال

source: Faroese
gju: فارویسی

source: Featured in...
gju: اس ما دسیو ہے۔۔۔

source: Female/Feminine
gju: بیٹکی/ مونث

source: Fewer than 15 words per sentence
gju: پندرہ حرفاں تے کج زیادہ ایک فقرا ما

source: Fields marked with an asterisk (*) are required.
gju: جیہڑی جا ما تارہ (٭)کو نشان ہے واہ پوری کرن کی ضرورت ہے

source: File is too large
gju: فائل مُچ بڑی ہے

source: File is too small
gju: فائل مُچ نِکی ہے

source: Finance
gju: مالیات

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
gju: اُنہاں نا ڈھونڈو جہڑا خیال کرے ۔یاہ یونیورسٹی ما ہو سکے زبان کا سکول تے ایڈووکیسی گروپ یا ڈیٹا سائنس کمیونٹی ۔۔پوہچو تے وضاحت کروں کہ وِہ کس طرح مدد کرسکے تے کیوں ۔<outreachTemplates>مھاری ٹمپلیٹس نا ای میل کے ذریعے دیکھو </outreachTemplates>

source: Find us on Matrix
gju: میٹرکس اپر ہمنا ڈھونڈو

source: Finish editing first?
gju: تبدیلی نا پہلاں ختم کروں

source: Finish recording
gju: ریکارڈنگ کا ختم کروں

source: Finish recording first?
gju: پہلاں ریکاڑنگ نا ختم کروں

source: Finish Review
gju: جائزہ نا ختم کروں

source: Finish validating
gju: تصدیق کرن ہالا نا ختم کرو ں

source: Finish validating clips?
gju: درست کلپ نا ختم کروں

source: Finnish
gju: فن لینڈی

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
gju: پہلاں دیکھوں کدے تھاری بان <languageLink>پہلاں تے موجود ہے </languageLink>کدے یاہ نیہہ تم کر سکے <languageRequestLink> پوچھ سکے اپنی زبان نا جمع کرن واسطے </languageRequestLink>۔دو مراحل ہے ات ،سائیٹ کو ترجمو کرنو تے فقراں کو جمع کرنو

source: Follow guidelines from “What sentences can I add?”
gju: راہنمائی کی پیروی کروں '' ہوں کیسو فقرو جمع کر سکوں ''

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
gju: ہر دتی وی (عطیہ کردہ) واز کا حصہ وسطے تے واز کا ہر حصہ کی تصدیق وسطے تھہارا اکاونٹ کا ڈیش بورڈ نا ہر زبان ما تازہ کیا وا کم نا دسن وسطے آگاہ رکھیو جائے۔ جی ہاں، تم ایک تے زیادہ واز گھل سکو۔<br/><br/> ، اپنا اعداد و شمار نا دیکھن وسطے ڈیش بورڈ کو استعمال کرو تے دیکھو جے تم کمیونٹی ما دوجاں لوکاں نال کس طرحیا کم کرو لگا۔ تے روزانہ یا ہفتہ وار شریک ہون وسطے اہداف بناو۔

source: for example
gju: مثال کا طور پو

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
gju: پنلک ڈومین واسطے جہڑو متن نیٹ پو نیہہ ملتو تے تم تعلیمی حوالہ کو انداز استعمال کر سکے جس طرح ''ہارورڈ کو انداز'' جیس 2021 میری عوامی اجازت شدہ نظم

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
gju: ٹکنالوجی ما ہر ایک واسطے بہتر کم کرن واسطے ، وہ ڈیٹو جہڑو ڈویلپرز نا ٹیکنالوجی بنان ما مدد کرے، لوکاں کی مختلف ترجیحات نا ظاہر کرن کی لوڑ ہے۔ مثال کا طور پو، کدے ہم کسی خاص لہجہ کے نال کوئی بولن ہالو شامل نیہہ کرتا تے ٹیکنالوجی اس لہجہ ہالا لوکاں واسطے اچھی طرح کم نیہہ کر سکسے گی

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
gju: زباناں نا متعارف کران وسطے ویب سائٹ نا کامیابی نال <localizationGlossaryLink> مقامی بنا چھڑیو ہے</localizationGlossaryLink> تے کافی <sentenceCollectionGlossaryLink> جملا جمع کر لیا ہیں </sentenceCollectionGlossaryLink> تاکہ <speakLink> موجودہ وخت ما<speakLink> بولن </speakLink> تے <listenLink> سنن </listenLink> ما حصو لیو جا سکے۔

source: Foundations
gju: بنیاد

source: French
gju: فرانسیسی

source: Frisian
gju: فرسیئن

source: Fulah
gju: فولا

source: Fuzhou
gju: فزھو

source: Galician
gju: گلیشن

source: Gawarbaiti
gju: گوارباتی

source: Gawri
gju: گاوری

source: GB
gju: جی بی

source: General
gju: عام

source: General language / multiple variants
gju: عام زبان /مختلف ،تبدیلی

source: Georgian
gju: جارجی

source: German
gju: جرمنی

source: Get in touch
gju: رابطہ ما رہیو

source: Get in touch <icon></icon>
gju: مہارے نال جڑیا رہوو<icon></icon>

source: Get involved
gju: شامل ہو جاؤں

source: Get Involved
gju: شامل ہونو

source: Get started <icon><icon>
gju: چلو شروع کرون<icon><icon>

source: Get started with goals
gju: گول کے نال شروع کرو

source: Get Started with Speech Recognition
gju: شروع کرو زبان کی پہچان کے نال

source: Get your certificate
gju: اپنو سرٹیفیکیٹ لیو

source: Gheg Albanian
gju: گھیگ البانی

source: Ghomala
gju: غومالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
gju: <githubLink>این وی آئی ڈی آئی اے ۔ این ای ایم او</githubLink>ایک ہے <docsLink>اوپن ذریعو ٹولز کو </docsLink> محقق واسطے جدید ترین واز کا اے ون ماڈل بنان واسطے

source: Goal reached
gju: مقصد تک پوہچ گیو

source: Goals
gju: مقصد

source: Goan Konkani
gju: گوآن کنکانی

source: Gorani
gju: گورانی

source: Go to Discourse
gju: ڈسکورس کے طرف چلو۔

source: Go to Languages Page
gju: زباناں کا صفحہ اپر چلو۔

source: Go to { $name }
gju: { $name } کے پاسے چلو۔

source: <governanceLink>Read more about how we're governed</governanceLink>
gju: <governanceLink>مزید پڑھوں کہ مھاری نگرانی کس طرح ھوے </governanceLink>

source: Governments
gju: حکومت

source: Grammatical / spelling error
gju: گرائمر کا لحاظ نال /سپیلنگ کی غلطی

source: Great! How many clips a week?
gju: بہت اعلیٰ ، کتنے کلپس ایک ہفتے کے ؟

source: Great! How many clips per day?
gju: بہت اعلیٰ ، ایک دن کی کتنی کلپس ؟

source: Great!<recordIcon></recordIcon> Record your next clip
gju: مُچ اعلیٰ ، <recordIcon> اپنو اگلو کلپ ریکارڈ کرو </recordIcon>

source: Great work!<playIcon></playIcon> Listen again when you're ready
gju: مُچ چنگو <playIcon> </playIcon>دوبارہ سنو جد تم تیا ر ہے

source: Greek
gju: یونانی

source: Gronings
gju: گروننگ

source: Guarani
gju: گوآرانی

source: Guidelines
gju: راہنمائی

source: Gujarati
gju: گجراتی

source: Gujari
gju: گوجری

source: Haitian
gju: ہیٹی

source: Hakha Chin
gju: ہخا چن

source: Hausa
gju: ہاوسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
gju: تھہارے کول پہلاں گزریا وا یا آن آلا قصہ ہیں؟ تم انہاں ہمنا دسو تے ہم اس نا اپنا کنبہ ما دساں گا یا فر اس کا بارہ ما ایک مضمون لکھاں گا۔

source: Have Feedback?
gju: پتو خبر لیو

source: Have you read our Terms?
gju: مہاری شرطاں کا بارہ ما تم نے پڑھیو؟

source: Having an account is not required to contribute, though it is helpful.
gju: ایک اکاؤنٹ رکھن ما حصو گہلن کی ضرورت نیہہ، اگرچہ یوہ مددگار ثابت ہووے.

source: Having a profile is not required to contribute though it is helpful, see why below.
gju: حصو لین وسطے صرف پروفائل کو ہونو ہی کافی نیہہ ، جدے کدے یاہ مددگار بھی ہے، تلےدیکھو

source: Healthcare
gju: صحت کو احتیاط

source: Hebrew
gju: عبرانی

source: Help
gju: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
gju: کامن وائس کی پوہچ { $hours }گھنٹا ایک زبان کو ایک ذاتی گول نال

source: Help create Common Voice’s first target segment in { $locale }
gju: عام زبان کا پہلا ٹارگٹ نا بنان ما مدد کرو{ $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
gju: مدد تا پوہچو { $hours }گھنٹاں ما { $language }ایک ذاتی گول نال

source: Help teach machines how real people speak, donate your voice at { $link }
gju: مشین نا سکھان ما مدد کرو جے لوک کس طرحیا اصلی طور اپر بولیں۔ اپنی واز ات چلاو{ $link }

source: Help us build a community around voice technology, stay in touch via email.
gju: واز کی ٹیکنالوجی کے گرد کمیونٹی بنان ما مھاری مدد کرو ،ای میل کے ذریعے رابطہ ما رہو

source: Help us build a high quality, publicly open dataset
gju: عام لوکاں وسطے دستیاب ہچھی قسم کو ڈیٹا سیٹ بنان ما مہاری مدد کرو

source: Help us find more voices, share your goal
gju: مزید وائس واسطے مدد کرے تھارا گول نا دوجاں تا پوہچائے

source: Help us find others to donate their voice!
gju: دوجا لوکاں کی واز ہمنا دین ما مہاری مدد کرو

source: Help us get to { $goal }
gju: { $goal } کا حاصل کرن ما مہاری مدد کرو

source: Help us validate sentences!
gju: جملاں کی تصدیق ما مہاری مدد کرو

source: Help us validate voices
gju: واز نا ٹھیک کرن ما مھاری مدد کروں

source: Heng Hua
gju: ہنگ ہوا

source: Here are the links to download your ZIP files.
gju: تھہاری زپ فائل نا ڈاؤن لوڈ کرن وسطے یہ لنک ہیں

source: Hidden
gju: چھپیو وو

source: Highland Puebla Nahuatl
gju: ہائی لینڈ پوئبلاناہواتی

source: Hiligaynon
gju: ہلی گینن

source: Hill Mari
gju: ہل مری

source: Hindi
gju: ہندی

source: His hand was rais-ed.
gju: اُس کو ہتھ چایو تھو

source: History, Law and Government
gju: تاریخ ،قانون تے حکومت

source: Hours
gju: گھنٹہ

source: Hours Recorded
gju: گھنٹا بھی جمع ہو گیا

source: Hours Validated
gju: گھنٹاں کی تصدیق بھی ہو گئی

source: How ?
gju: کِنوں

source: How are project decisions made?
gju: پروجیکٹ بنان کو فیصلو کنوں کری جائے

source: How can we effectively grow a language on Common Voice?
gju: ہم کامن وائس پو ایک موئثر زبان کِنوں ترقی دے سکاں

source: How does Common Voice work?
gju: کامن وائس کس طرح کم کرے ؟

source: How does site localization work?
gju: سائیٹ لوکلائزیشن کِنوں کم کرے ؟

source: How do I access and use the dataset?
gju: ہوں کس طرح ڈیٹا سیت تک پوہچوں تے اس نا استعمال کروں

source: How do I add a language?
gju: ہوں ایک زبان نا کِنوں شامل کروں

source: How do I add sentences?
gju: ہوں فقرا کِنوں جمع کروں

source: How do I cite?
gju: ہوں حوالو کس طرح دیوں

source: How do I know whether to approve a voice clip?
gju: ہوں کس طرح جانوں کہ آیو میر ی واز کی کلپ منظور ہوئی ؟

source: How do I record a high quality voice clip?
gju: ہوں ایک اُچا معیار کی واز کی کلپ نا کس طرح محفوظ کروں

source: How do I stay in touch?
gju: ہوں کس طرح رابطہ ما رہ سکوں

source: How is Common Voice funded?
gju: کامن وائس کس طرح بنائی جائے ؟

source: How Spontaneous Speech works
gju: سپونٹینیتس سپیچ کس طرحیا کم کرے

source: How to add multiple sentences
gju: مختلف قسم کا فقراں کس طرح جمع کرے جائے گا

source: How would you describe your accent?
gju: تمنا اہنا لہجہ نا کس طرحیا بیان کر سکو

source: How would you describe your sex or gender?
gju: تم اپنا جنس کی کس طرح وضاحت کرے گا

source: Huarijio
gju: ہواریجیو

source: Huautla Mazatec
gju: ہاوتلا مزاٹک

source: Hungarian
gju: ہنگری

source: I agree
gju: ہوں راضی ہوں

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gju: ہوں کامن وائس کی <termsLink> شرط</termsLink> <privacyLink> تے ذاتی آگاہی </privacyLink> نال متفق ہوں

source: Ibibio
gju: ابیبیو

source: Icelandic
gju: آئس لینڈی

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
gju: ہوں تصدیق کروں جے یہ فقرا <wikipediaLink>پبلک ڈومین ہے </wikipediaLink>تے مناں انہاں ناں اپ لوڈ کرن کی اجازت ہے

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
gju: ہوں اس گل کی تصدیق کروں جے یوہ سوال <publicDomainLink> پبلک ڈومین </publicDomainLink> تے منا اس نا اپلوڈ کی اجازت ہے

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
gju: ہوں تصدیق کروں جے یو فقرو <wikipediaLink>پبلک ڈومین ہے تے ہوں اس کی اپر لان کی اجازت دیوں

source: <icon></icon> Add multiple public domain sentences
gju: <icon> مختلف پبلک ڈومین کا فقرا جمع کروں </icon>

source: Ideally natural and conversational (it should be easy to read the sentence)
gju: مثالی تے قدرتی گل بات ( یاہ فقراں نا پڑھن کے قابل وھے تے )

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
gju: ہوں اس گل نا پسند کروں جے منا مقصد کی یاد دہانی، میری ترقی کا بارہ ما نوئی تئ کامن وائس کا بارہ ما خبر کا بارہ ما ای میل ملتی رہ گی
